<?php
ob_start();
?>

<?php
$menu = "test"
?>

<link rel="stylesheet" type="text/css" href="test.css">

<style>
    .center {
  display: block;
  margin-left: auto;
  margin-right: auto;
  width: 40%;
}
.card-Light {
    background-color: #f9f9f9;
}

.card-body {
    background-color: #ffffff;
    padding: 20px;
}
.center {
    border: 4px solid #dddddd;
}
p {
    margin-bottom: 15px;
}

h2 {
    margin-top: 30px;
}
h1, h2 {
    text-align: center;
}

</style>
<!-- Content Header (Page header) -->
<?php include("header.php"); ?>
<!-- Main content -->
<section class="content">
    <div class="card card-Light ">
       
        <br>
        <div class="card-body">
            <div class="row">

                <div class="col-md-12">
                <h1 class="fancy">วิธีเลี้ยงไก่ไข่สำหรับมือใหม่ เลี้ยงอย่างไรให้ได้ไข่ไว้ทานเอง</h1>
                <img src="http://localhost/farmkai/images/Brown-eggs.webp" class="center" align=center>
    <p style="font-size:160%;"> "ไข่ไก่" เป็นอาหารคู่ครัวสำหรับทุกบ้าน เนื่องจากไข่ไก่นั้นสามารถนำมาทำอาหารได้หลากหลายเมนู นั่นจึงทำให้ไข่นั้นมีความต้องการของผู้บริโภคตลอดเวลา โดยเฉพาะช่วงล็อกดาวน์ที่ผ่านมา ก็มีบางช่วงเวลาที่ราคาไข่ไก่พุ่งขึ้นสูงเพราะขาดตลาด และมีความต้องการมาก ดังนั้นอีกหนึ่งวิธีในการได้บริโภคไข่ไก่ได้อย่างต่อเนื่อง นั่นก็คือการเลี้ยงไก่ไข่ สำหรับบริโภคไข่ หรือถ้าเหลือก็ยังสามารถสร้างรายได้อีกทางหนึ่ง แต่การเลี้ยงไก่ไข่นั้นอาจจะเป็นเรื่องใหม่สำหรับคนที่ไม่เคยเลี้ยงมาก่อน เราจึงมีข้อมูลสำคัญ และจำเป็นมาแนะนำ
    </p>   
    <h2 class="fancy" style="--w: 50vw;--c: #C44D58;--b:4px;--g: 40px">วางแผนก่อนเลี้ยงไก่ไข่</h2>
    <img src="http://localhost/farmkai/images/dFQROr7oWzulq5FZYSgSNlgYRB0aEUo9canXpmapONHe5bLVcHp13AvdqOllW3fODV9.jpg" class="center" align=center>
    <p style="font-size:160%;">แน่นอนว่าก่อนจะทำอะไรต้องมีการวางแผน ซึ่งตอนแรกเราอาจต้องคิดว่าจะเลี้ยงไก่พันธุ์ไหน และเลี้ยงจำนวนเท่าไร จากนั้นจึงค่อยๆ เรียนรู้ และเพิ่มจำนวนรวมไปถึงศึกษาพฤติกรรม การให้อาหาร โรคที่อาจจะเกิดขึ้น รวมไปถึงการดูแลป้องกัน นอกจากนี้ยังแนะนำให้ปลูกกล้วย ข้าว และผักสวนครัว เพื่อใช้เป็นอาหารหลักและอาหารเสริมให้กับไก่ไข่ 
    </p>
<h2 class="fancy" style="--w: 50vw;--c: #8A9B0F;--b:4px;--g:-5px">ที่ต้องให้ความสำคัญในการเลี้ยงไก่ไข่</h2>
<img src="http://localhost/farmkai/images/aHR0cHM6Ly9zLmlzYW5vb2suY29tL3dvLzAvdWQvNDUvMjI5MTIxLzIyOTEyMS10aHVtYm5haWwuanBn.webp" class="center" align=center>
    <p style="font-size:160%;">อุณหภูมิ
ไก่เป็นสัตว์ที่ไม่มีต่อมเหงื่อ การระบายความร้อนออกจากร่างกายไม่สามารถระบายออกทางผิวหนังเหมือนคนเรา ดังนั้นการระบายความร้อนออกจากร่างกายโดยหายใจเอาอากาศเข้าไปในปอด เข้าถุงลม ส่วนน้ำที่ไก่กินเข้าไปบางส่วนจะระเหยรวมออกมากับอากาศที่ไก่หายใจออกเนื่องจากร่างกายไก่ไม่มีความร้อน (การระเหยของน้ำเกิดขึ้นได้ต้องอาศัยความร้อน) ดังนั้นการหายใจก็จะนำความร้อนออกมาด้วย ซึ่งการควบคุมอุณหภูมิในร่างกายของไก่ โดยมีต่อมไฮโปทารามัส ต่อมใต้สมองทำหน้าที่เสมือนศูนย์ควบคุมการปรับอุณหภูมิของร่างกายไก่ในระดับที่ค่อนข้างคงที่

การถ่ายเทหรือการระบายอากาศ โรงเรือนไก่ไข่สมควรอย่างยิ่งที่จะต้องคำนึงถึงการระบายอากาศ หากสร้างโปร่ง การหมุนเวียนถ่ายเทอากาศดี อากาศเสียจะถูกขับออกนอกโรงเรือนและอากาศบริสุทธิ์จากภายนอกจะเข้าไปแทนที่ โดยนำความร้อนจากภายในโรงเรือนออกไปด้วยนอกจากนั้นจะเป็นการลดปริมาณเชื้อโรคต่าง ๆ ได้ในระดับหนึ่ง โปรแกรมแสงสว่าง การเลี้ยงไก่ไข่แสงสว่างมีความจำเป็นที่จะต้องเพิ่มเมื่อไก่มีอายุ 6-22 สัปดาห์โดยค่อย ๆ เพิ่มแสงให้สัปดาห์ละ 1/2-1 ชั่วโมง จนครบ 4 ชั่วโมง รวมแสงธรรมชาติอีก 12 ชั่วโมงต่อวัน รวมเป็น 16 ชั่วโมง จึงจะเพียงพอต่อความต้องการ เพื่อที่จะให้ได้ผลผลิตสูง หรืออายุการให้ไข่นานและจะใช้แสงเช่นนี้ไปจนกว่าไก่จะหมดไข่

ความชื้นสัมพัทธ์ ความชื้นสัมพัทธ์ที่เหมาะสมประมาณ 50-80 % ซึ่งถ้าความชื้นในอากาศต่ำการระบายความร้อนออกจากร่างกายจะระบายได้ดีขึ้น ซึ่งประเทศไทยมักจะเจอปัญหาเรื่องความชื้นในฤดูฝน (ร้อน-ชื้น)

การให้อาหารไก่ไข่ เป้าหมายสำคัญของอาหารที่ใช้เลี้ยงไก่ไข่ต้องคำนึงถึงต้นทุนการผลิตให้ต่ำที่สุดและมีประสิทธิภาพการผลิตเพื่อให้ได้ไข่ 1 ฟองต่ำที่สุด อย่างไรก็ตามต้นทุนการผลิตไข่ 1 ฟอง เป็นค่าอาหารประมาณ 60% ดังนั้นจะมีผลเกี่ยวข้องไปถึงเรื่องอัตราการให้ไข่ และขนาดตัวของไก่ด้วยซึ่งผู้เลี้ยงจะต้องเลือกสายพันธุ์ไก่ที่มีอัตราการให้ไข่ดกและขนาดตัวเล็กเพื่อประหยัดค่าอาหารนอกจากนี้ยังขึ้นอยู่กับสภาพอากาศ ฤดูกาลก็เป็นปัจจัยสำคัญ 
    </p>
                </div>
                </div>





            </div>

        </div>
    </div>
    <div class="card-footer">
        +++++++
    </div>

    <?php include('footer.php'); ?>

    </body>

    </html>